adpyke.codesnap
afractal.node-essentials
alexisvt.flutter-snippets
atlassian.atlascode
be5invis.vscode-icontheme-nomo-dark
benjaminbenais.copilot-theme
bmewburn.vscode-intelephense-client
bracketpaircolordlw.bracket-pair-color-dlw
burkeholland.simple-react-snippets
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
clinyong.vscode-css-modules
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
digitalbrainstem.javascript-vue
dsznajder.es7-react-js-snippets
eamodio.gitlens
editorconfig.editorconfig
emallin.phpunit
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
gioboa.jira-plugin
github.copilot
github.copilot-chat
github.github-vscode-theme
github.vscode-pull-request-github
humao.rest-client
hzgood.dart-data-class-generator
jakebecker.elixir-ls
juanblanco.solidity
junstyle.php-cs-fixer
kokororin.vscode-phpfmt
mblode.twig-language-2
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-docker
ms-ceintl.vscode-language-pack-pt-br
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.autopep8
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode.sublime-keybindings
ms-vsliveshare.vsliveshare
msjsdiag.vscode-react-native
neilbrayfield.php-docblocker
octref.vetur
onecentlin.phpunit-snippets
orta.vscode-jest
peterhdd.dartgettersetter
pkief.material-icon-theme
planbcoding.vscode-react-refactor
redhat.fabric8-analytics
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
rocketseat.theme-omni
tempo.tempotimetracking
thekalinga.bootstrap4-vscode
tomoki1207.pdf
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-maven
vscodeshift.mui-snippets
wallabyjs.quokka-vscode
wix.vscode-import-cost
xabikos.javascriptsnippets
xdebug.php-debug
xdebug.php-pack
zaczero.bootstrap-v4-snippets
zeshuaro.vscode-python-poetry
zhuangtongfa.material-theme
zobo.php-intellisense
